-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2014 年 12 月 03 日 13:50
-- 服务器版本: 5.5.24-log
-- PHP 版本: 5.4.3

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `go2_publish_taobao`
--

-- --------------------------------------------------------

--
-- 表的结构 `target`
--

CREATE TABLE IF NOT EXISTS `target` (
  `target_id` int(11) NOT NULL AUTO_INCREMENT,
  `target_taobao_id` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `xuetongneilicaizhi` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `xuetongcaizhi` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `shangshinianfenjijie` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `fengge` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `bangmiancaizhi` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `xuemianneilicaizhi` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `pizhitezhi` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `xiedicaizhi` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `xuekuanpingming` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `tonggao` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `xietongkuanshi` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `genggao` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `xiegengkuanshi` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `bihefangshi` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `liuxingyuansu` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `zhizhuogongyi` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `tuan` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `shehejijie` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `target_taobao_title1` varchar(128) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `target_taobao_title2` varchar(128) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `target_taobao_title3` varchar(128) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `target_taobao_sku` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `target_go2_sku` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `target_title_search` int(1) NOT NULL,
  `target_title_used` int(1) NOT NULL,
  `source_taobao_id1` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `source_taobao_id2` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `source_taobao_id3` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `source_taobao_keyword1` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `source_taobao_keyword2` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `source_taobao_keyword3` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`target_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=46 ;

--
-- 转存表中的数据 `target`
--

INSERT INTO `target` (`target_id`, `target_taobao_id`, `xuetongneilicaizhi`, `xuetongcaizhi`, `shangshinianfenjijie`, `fengge`, `bangmiancaizhi`, `xuemianneilicaizhi`, `pizhitezhi`, `xiedicaizhi`, `xuekuanpingming`, `tonggao`, `xietongkuanshi`, `genggao`, `xiegengkuanshi`, `bihefangshi`, `liuxingyuansu`, `zhizhuogongyi`, `tuan`, `shehejijie`, `target_taobao_title1`, `target_taobao_title2`, `target_taobao_title3`, `target_taobao_sku`, `target_go2_sku`, `target_title_search`, `target_title_used`, `source_taobao_id1`, `source_taobao_id2`, `source_taobao_id3`, `source_taobao_keyword1`, `source_taobao_keyword2`, `source_taobao_keyword3`) VALUES
(1, '42653239830', '人造短毛绒', '绒面', '2014年秋季', '等待修改', '绒面', '人造短毛绒', '等待修改', '等待修改', '等待修改', '中筒靴', '圆头', '低跟(1-3cm))', '平跟', '套筒', '等待修改', '胶粘鞋', '拼色', '冬季', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&1298', '红福来鞋业&1298', 1, 0, '42653239830', '42653239830', '42653239830', '等待修改', '等待修改', '等待修改'),
(2, '42653467593', 'PU', 'PU', '2014年夏季', '韩版', 'PU', 'PU', '软面', '橡胶', '骑士靴', '高筒', '圆头', '中跟(3-5cm)', '坡跟', '套筒', '坡跟', '胶粘鞋', '纯色', '等待修改', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&1315', '红福来鞋业&1315', 1, 0, '42653467593', '42653467593', '42653467593', '等待修改', '等待修改', '等待修改'),
(3, '42702561606', '人造短毛绒', 'PU', '2014年秋季', '韩版', 'PU', 'PU', '软面', '橡胶', '雪地靴', '短筒', '圆头', '平跟(小于等于1cm)', '坡跟', '套筒', '坡跟', '胶粘鞋', '纯色', '等待修改', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&1157', '红福来鞋业&1157', 1, 0, '42702561606', '42702561606', '42702561606', '等待修改', '等待修改', '等待修改'),
(4, '42672862831', '人造短毛绒', 'PU', '2014年秋季', '韩版', 'PU', 'PU', '软面', '橡胶', '骑士靴', '高筒', '圆头', '中跟(3-5cm)', '内增高', '套筒', '坡跟', '胶粘鞋', '纯色', '等待修改', '2014春秋季女棉鞋流苏靴冬靴平底内增高长靴大码雪地女靴子高筒靴', '等待修改', '等待修改', '红福来鞋业-3037791&1136', '红福来鞋业&1136', 1, 0, '19951510010', '42672862831', '42672862831', '女靴', '等待修改', '等待修改'),
(5, '42653395839', '人造短毛绒', 'PU', '2014年秋季', '英伦', 'PU', 'PU', '软面', '橡胶', '骑士靴', '短筒', '圆头', '中跟(3-5cm)', '坡跟', '后拉链', '坡跟', '胶粘鞋', '纯色', '等待修改', '2014秋冬季新款学生女靴中跟短筒靴坡跟短靴女鞋系带女式马丁靴子', '等待修改', '等待修改', '红福来鞋业-3037791&1225', '红福来鞋业&1225', 1, 0, '40900869108', '42653395839', '42653395839', '女靴', '等待修改', '等待修改'),
(6, '42653283904', '人造短毛绒', '西施绒', '2014年秋季', '休闲', '西施绒', '人造短毛绒', '磨砂', '橡胶', '马丁靴', '短筒', '圆头', '中跟(3-5cm)', '坡跟', '前系带', '坡跟', '胶粘鞋', '纯色', '等待修改', '2014新款短靴女春秋英伦平底韩版单靴子平跟学生靴秋季女鞋马丁靴', '等待修改', '等待修改', '红福来鞋业-3037791&1223', '红福来鞋业&1223', 1, 0, '41262856078', '42653283904', '42653283904', '马丁靴', '等待修改', '等待修改'),
(7, '42653811196', '人造短毛绒', '西施绒', '2014年秋季', '学院', '西施绒', '人造短毛绒', '磨砂', '橡胶', '马丁靴', '短筒', '圆头', '低跟(1-3cm)', '平跟', '前系带', '交叉绑带', '胶粘鞋', '纯色', '等待修改', '清仓秋冬短靴热卖保暖女靴低帮雪地靴保暖鹿皮绒靴子加厚毛绒女鞋', '2014秋冬新款雪地靴女短筒短靴女靴子可爱拼色平底靴女鞋包邮特价', '冬季新款雪地靴子女可爱马丁短靴加绒厚底平跟时尚女棉鞋韩版学生', '红福来鞋业-3037791&3115', '红福来鞋业&3115', 1, 0, '20231665446', '41954797452', '41634700741', '女靴', '女靴', '马丁靴'),
(8, '42653603655', 'PU', 'PU', '2014年秋季', '学院', 'PU', 'PU', '软面', '橡胶', '马丁靴', '短筒', '圆头', '中跟(3-5cm)', '粗跟', '前系带', '拼色', '胶粘鞋', '拼色', '等待修改', '秋冬新品欧美时尚休闲马丁靴高跟粗跟拉链圆头防水台短靴女靴子潮', '秋新款短筒马丁靴女英伦真皮女鞋女靴秋冬短靴单靴女春秋裸靴子女', '春秋冬季时尚马丁女靴子韩版及踝靴中跟棉靴粗跟短靴女裸靴英伦风', '红福来鞋业-3037791&1167', '红福来鞋业&1167', 1, 0, '41282591892', '40926023758', '41684818106', '女靴', '女靴', '女靴'),
(9, '42673106552', '人造短毛绒', '西施绒', '2014年冬季', '英伦', '西施绒', '人造短毛绒', '磨砂', '橡胶', '马丁靴', '短筒', '圆头', '低跟(1-3cm)', '粗跟', '侧拉链', '防水台', '胶粘鞋', '纯色', '等待修改', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&1156', '红福来鞋业&1156', 1, 0, '42673106552', '42673106552', '42673106552', '等待修改', '等待修改', '等待修改'),
(10, '42702829386', '人造短毛绒', '绒面', '2014年冬季', '欧美', '绒面', '人造短毛绒', '磨砂', '橡胶', '骑士靴', '短筒', '圆头', '高跟(5-8cm)', '粗跟', '侧拉链', '金属装饰', '胶粘鞋', '纯色', '等待修改', '2014春秋新款英伦风马丁靴女靴子厚底短靴粗跟防水台高跟鞋女鞋子', '2014新款女鞋短靴单靴女靴子秋冬高跟防水台侧拉链粗跟马丁靴裸靴', '2014秋冬季系带粗跟短靴单靴英伦风时尚裸靴高跟马丁靴潮女包邮', '红福来鞋业-3037791&2277', '红福来鞋业&2277', 1, 0, '40652151046', '41104099377', '41085750751', '女靴', '女靴', '马丁靴'),
(11, '42653935155', '人造短毛绒', '西施绒', '2014年冬季', '欧美', '西施绒', '人造短毛绒', '磨砂', '橡胶', '马丁靴', '短筒', '圆头', '中跟(3-5cm)', '粗跟', '侧拉链', '丝带', '胶粘鞋', '纯色', '等待修改', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&7113', '红福来鞋业&7113', 1, 0, '42653935155', '42653935155', '42653935155', '等待修改', '等待修改', '等待修改'),
(12, '42653923276', 'PU', 'PU', '2014年秋季', '欧美', 'PU', 'PU', '软面', '橡胶', '马丁靴', '短筒', '圆头', '高跟(5-8cm)', '粗跟', '前系带', '拼色', '胶粘鞋', '拼色', '等待修改', '2014秋冬新款高跟女靴英伦粗跟短靴女鞋防水台厚底裸靴马丁靴单鞋', '秋冬季新款英伦风靴子厚底短筒女鞋短靴高跟马丁靴潮女粗跟女靴', '秋冬季新款高跟厚底防水台女靴子粗跟短靴女鞋及裸靴马丁靴侧拉链', '红福来鞋业-3037791&9322', '红福来鞋业&9322', 1, 0, '41210738717', '40164577825', '41422314053', '女靴', '女靴', '女靴'),
(13, '42653835500', '人造短毛绒', '绒面', '2014年秋季', '韩版', '绒面', '人造短毛绒', '磨砂', '橡胶', '骑士靴', '短筒', '圆头', '高跟(5-8cm)', '粗跟', '侧拉链', '金属装饰', '胶粘鞋', '纯色', '等待修改', '2014春秋新款英伦风马丁靴女靴子厚底短靴粗跟防水台高跟鞋女鞋子', '2014新款女鞋短靴单靴女靴子秋冬高跟防水台侧拉链粗跟马丁靴裸靴', '2014秋冬季系带粗跟短靴单靴英伦风时尚裸靴高跟马丁靴潮女包邮', '红福来鞋业-3037791&2281', '红福来鞋业&2281', 1, 0, '40652151046', '41104099377', '41085750751', '女靴', '女靴', '马丁靴'),
(14, '42653783695', 'PU', 'PU', '2014年夏季', '英伦', 'PU', 'PU', '软面', '橡胶', '马丁靴', '短筒', '圆头', '中跟(3-5cm)', '粗跟', '前系带', '防水台', '胶粘鞋', '纯色', '等待修改', '秋冬新品欧美时尚休闲马丁靴高跟粗跟拉链圆头防水台短靴女靴子潮', '秋新款短筒马丁靴女英伦真皮女鞋女靴秋冬短靴单靴女春秋裸靴子女', '春秋冬季时尚马丁女靴子韩版及踝靴中跟棉靴粗跟短靴女裸靴英伦风', '红福来鞋业-3037791&9325', '红福来鞋业&9325', 1, 0, '41282591892', '40926023758', '41684818106', '女靴', '女靴', '女靴'),
(15, '42702989447', '人造短毛绒', '西施绒', '2014年秋季', '韩版', '西施绒', '人造短毛绒', '磨砂', '橡胶', '马丁靴', '中筒靴', '圆头', '中跟(3-5cm)', '坡跟', '套筒', '皮带扣', '胶粘鞋', '纯色', '等待修改', '甜美休闲马丁靴单靴子女春秋中筒靴高跟坡跟圆头皱褶女靴磨砂靴子', '等待修改', '等待修改', '红福来鞋业-3037791&9112', '红福来鞋业&9112', 1, 0, '40852945763', '42702989447', '42702989447', '女靴', '等待修改', '等待修改'),
(16, '42654019344', 'PU', 'PU', '2014年冬季', '韩版', 'PU', 'PU', '软面', '橡胶', '骑士靴', '高筒', '圆头', '高跟(5-8cm)', '粗跟', '套筒', '花朵', '胶粘鞋', '纯色', '等待修改', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&2276', '红福来鞋业&2276', 1, 0, '42654019344', '42654019344', '42654019344', '等待修改', '等待修改', '等待修改'),
(17, '42654175830', '人造短毛绒', '西施绒', '2014年冬季', '韩版', '西施绒', '人造短毛绒', '磨砂', '橡胶', '骑士靴', '高筒', '圆头', '中跟(3-5cm)', '坡跟', '套筒', '坡跟', '胶粘鞋', '拼色', '等待修改', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&9113', '红福来鞋业&9113', 1, 0, '42654175830', '42654175830', '42654175830', '等待修改', '等待修改', '等待修改'),
(18, '42654359545', 'PU', 'PU', '2014年秋季', '韩版', 'PU', 'PU', '软面', '橡胶', '骑士靴', '高筒', '圆头', '高跟(5-8cm)', '粗跟', '套筒', '防水台', '胶粘鞋', '纯色', '等待修改', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&9323', '红福来鞋业&9323', 1, 0, '42654359545', '42654359545', '42654359545', '等待修改', '等待修改', '等待修改'),
(19, '42703433397', '人造短毛绒', 'PU', '2014年秋季', '韩版', 'PU', 'PU', '软面', '橡胶', '骑士靴', '长靴', '圆头', '高跟(5-8cm)', '粗跟', '套筒', '花朵', '胶粘鞋', '纯色', '等待修改', '包邮长靴子女冬季骑士靴春秋高跟瘦腿弹力靴粗跟高筒靴过膝靴马靴', '等待修改', '等待修改', '红福来鞋业-3037791&2275', '红福来鞋业&2275', 1, 0, '41596819052', '42703433397', '42703433397', '靴子 女', '等待修改', '等待修改'),
(20, '42654243843', '人造短毛绒', 'PU', '2014年冬季', '韩版', 'PU', 'PU', '软面', '橡胶', '骑士靴', '长靴', '圆头', '高跟(5-8cm)', '粗跟', '侧拉链', '皮带扣', '胶粘鞋', '纯色', '等待修改', '包邮长靴子女冬季骑士靴春秋高跟瘦腿弹力靴粗跟高筒靴过膝靴马靴', '等待修改', '等待修改', '红福来鞋业-3037791&2273', '红福来鞋业&2273', 1, 0, '41596819052', '42654243843', '42654243843', '靴子 女', '等待修改', '等待修改'),
(21, '42654595684', '人造长毛绒', 'PU', '2013年秋季', '欧美', 'PU', '人造长毛绒', '磨砂', '牛筋', '雪地靴', '中筒靴', '圆头', '平跟(小于等于1cm)', '平跟', '套筒', '防水台', '胶粘鞋', '纯色', '等待修改', '女士防水雪地靴高筒靴棉靴冬季女靴子棉鞋加厚保暖鞋女鞋新款包邮', '2014秋冬新款平跟雪地靴女短靴平底中筒靴防滑加厚保暖女棉鞋女靴', '包邮2014韩版雪地靴防水厚底女鞋中筒靴全民疯抢PU皮棉鞋2Z37V3OD', '红福来鞋业-3037791&1152', '红福来鞋业&1152', 1, 0, '41179387191', '41462315912', '21298756670', '女靴', '女靴', '靴子 女'),
(22, '42720120604', '人造短毛绒', '绒面', '2012年春季', '舒适', '绒面', '人造短毛绒', '磨砂', '橡胶', '流苏靴', '短筒', '圆头', '中跟(3-5cm)', '内增高', '套筒', '流苏', '胶粘鞋', '纯色', '等待修改', '秋冬季新款女鞋甜美短靴女蝴蝶结坡跟内增高学生女靴子短筒马丁靴', '2014秋冬季平底女靴女士短筒短靴系带加厚保暖女靴英伦女鞋马丁靴', '2014秋冬新款裸靴平底女鞋加绒女靴内增高马丁靴蝴蝶结短靴子免邮', '红福来鞋业-3037791&1314', '红福来鞋业&1314', 1, 0, '40924404183', '41505980384', '40845598463', '女靴', '女靴', '女靴'),
(23, '42703433940', '人造短毛绒', 'PU', '2013年秋季', '甜美', 'PU', '人造短毛绒', '磨砂', '橡胶', '雪地靴', '短筒', '圆头', '平跟(小于等于1cm)', '平跟', '套筒', '蝴蝶结', '胶粘鞋', '纯色', '等待修改', '冬季新款雪地靴女靴子女鞋子短靴棉靴学生款厚底韩版潮棉鞋', '新品2014韩版短靴马丁 雪地靴粗跟平底靴 妈妈棉鞋女冬季女鞋厚底', '韩版冬季女鞋女学生款短靴棉鞋加绒女鞋马丁靴女款靴子厚底保暖鞋', '红福来鞋业-3037791&1169', '红福来鞋业&1169', 1, 0, '41294468297', '35585312053', '41481758757', '女靴', '靴子', '靴子'),
(24, '42703597724', '棉', 'PU', '2011年冬季', '甜美', 'PU', '棉', '磨砂', '橡胶', '雪地靴', '短筒', '圆头', '高跟(5-8cm)', '内增高', '套筒', '金属装饰', '胶粘鞋', '纯色', '等待修改', '2014秋冬季短靴女单靴子厚底内增高松糕跟女鞋坡跟马丁靴百搭潮鞋', '等待修改', '等待修改', '红福来鞋业-3037791&3344', '红福来鞋业&3344', 1, 0, '41410254029', '42703597724', '42703597724', '马丁靴', '等待修改', '等待修改'),
(25, '42654783559', '人造短毛绒', 'PU', '2013年秋季', '舒适', 'PU', '人造短毛绒', '磨砂', '橡胶', '雪地靴', '短筒', '圆头', '平跟(小于等于1cm)', '平跟', '套筒', '蝴蝶结', '胶粘鞋', '纯色', '等待修改', '冬季新款雪地靴女靴子女鞋子短靴棉靴学生款厚底韩版潮棉鞋', '新品2014韩版短靴马丁 雪地靴粗跟平底靴 妈妈棉鞋女冬季女鞋厚底', '韩版冬季女鞋女学生款短靴棉鞋加绒女鞋马丁靴女款靴子厚底保暖鞋', '红福来鞋业-3037791&1150', '红福来鞋业&1150', 1, 0, '41294468297', '35585312053', '41481758757', '女靴', '靴子', '靴子'),
(26, '42654919795', '人造短毛绒', 'PU', '2012年秋季', '森女', 'PU', '人造短毛绒', '磨砂', '橡胶', '流苏靴', '短筒', '圆头', '中跟(3-5cm)', '内增高', '套筒', '流苏', '胶粘鞋', '纯色', '等待修改', '冬季冬天雪地靴女靴子女鞋子短靴棉靴学生款蝴蝶结厚底韩版潮棉鞋', '2014秋冬新款女鞋水钻短靴平底女式靴子内增高马丁靴坡跟英伦单靴', '香腮雪韩版流苏靴女秋冬短靴坡跟雪地靴大小码中跟女靴内增高女靴', '红福来鞋业-3037791&819', '红福来鞋业&819', 1, 0, '35782550528', '41526146289', '35849793196', '女靴', '女靴', '女靴'),
(27, '42703945549', '人造短毛绒', 'PU', '2013年秋季', '舒适', 'PU', '人造短毛绒', '磨砂', '橡胶', '骑士靴', '长靴', '圆头', '中跟(3-5cm)', '方跟', '套筒', '皮带扣', '胶粘鞋', '纯色', '等待修改', '2014春秋季新款欧美风高筒靴高跟过膝靴长靴平底骑士靴弹力女靴子', '2014靴子女春秋冬季高筒靴过膝长靴欧美中跟女鞋子黑色皮靴大码鞋', '等待修改', '红福来鞋业-3037791&1518', '红福来鞋业&1518', 1, 0, '41089387442', '20300018406', '42703945549', '女靴', '靴子 女', '等待修改'),
(28, '42704045457', '人造长毛绒', 'PU', '2012年春季', '街头', 'PU', '人造长毛绒', '磨砂', '牛筋', '雪地靴', '长靴', '圆头', '平跟(小于等于1cm)', '内增高', '套筒', '拼色', '胶粘鞋', '纯色', '等待修改', '2014秋冬季高筒过膝靴英伦后系带平底长靴粗跟内增高保暖女靴女鞋', '等待修改', '等待修改', '红福来鞋业-3037791&2112', '红福来鞋业&2112', 1, 0, '41771764888', '42704045457', '42704045457', '女靴', '等待修改', '等待修改'),
(29, '42703893740', '人造短毛绒', 'PU', '2013年秋季', '简约', 'PU', '人造短毛绒', '磨砂', '橡胶', '骑士靴', '长靴', '圆头', '低跟(1-3cm)', '方跟', '侧拉链', '防水台', '胶粘鞋', '纯色', '等待修改', '2014秋冬新侧拉链皮带扣骑士靴高筒靴过膝长靴秋季女靴子春秋长靴', '2014秋冬小香风ALU单靴瘦腿长筒靴平跟过膝靴长靴高筒弹力女靴子', '等待修改', '红福来鞋业-3037791&5608', '红福来鞋业&5608', 1, 0, '40738547106', '40513836556', '42703893740', '女靴', '女靴', '等待修改'),
(30, '42674362797', '人造短毛绒', 'PU', '2013年秋季', '欧美', 'PU', '人造短毛绒', '磨砂', '橡胶', '骑士靴', '高筒', '圆头', '超高跟(大于8cm)', '坡跟', '套筒', '坡跟', '胶粘鞋', '拼色', '等待修改', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&3112', '红福来鞋业&3112', 1, 0, '42674362797', '42674362797', '42674362797', '等待修改', '等待修改', '等待修改'),
(31, '42655175490', '人造短毛绒', '西施绒', '2014年秋季', '韩版', '西施绒', '人造短毛绒', '磨砂', '橡胶', '骑士靴', '短筒', '圆头', '中跟(3-5cm)', '内增高', '前系带', '坡跟', '胶粘鞋', '纯色', '等待修改', '2014冬季新款女靴子熊猫头卡通短靴内增高棉鞋女雪地靴保暖毛毛靴', '等待修改', '等待修改', '红福来鞋业-3037791&0-198', '红福来鞋业&0-198', 1, 0, '35727428724', '42655175490', '42655175490', '女靴', '等待修改', '等待修改'),
(32, '42704333056', '人造短毛绒', '绒面', '2014年冬季', '英伦', '西施绒', '人造短毛绒', '磨砂', '橡胶', '骑士靴', '短筒', '圆头', '中跟(3-5cm)', '粗跟', '前系带', '防水台', '胶粘鞋', '拼色', '等待修改', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&0-116', '红福来鞋业&0-116', 1, 0, '42704333056', '42704333056', '42704333056', '等待修改', '等待修改', '等待修改'),
(33, '42674778286', '人造短毛绒', '西施绒', '2014年秋季', '欧美', '西施绒', '人造短毛绒', '磨砂', '橡胶', '骑士靴', '中筒靴', '圆头', '中跟(3-5cm)', '粗跟', '侧拉链', '防水台', '胶粘鞋', '拼色', '等待修改', '等待修改', '等待修改', '等待修改', '红福来鞋业-3037791&0-117', '红福来鞋业&0-117', 1, 0, '42674778286', '42674778286', '42674778286', '等待修改', '等待修改', '等待修改'),
(34, '42720840213', 'PU', 'PU', '2014年秋季', '欧美', 'PU', '人造短毛绒', '软面', '橡胶', '骑士靴', '中筒靴', '圆头', '低跟(1-3cm)', '内增高', '套筒', '坡跟', '胶粘鞋', '纯色', '等待修改', '毛毛靴中筒靴冬女靴防滑雪地靴女冬季靴子内增高平底靴棉靴学生靴', '等待修改', '等待修改', '红福来鞋业-3037791&0-108', '红福来鞋业&0-108', 1, 0, '26326696446', '42720840213', '42720840213', '女靴', '等待修改', '等待修改'),
(35, '42703969884', '人造短毛绒', 'PU', '2013年秋季', '休闲', 'PU', '人造短毛绒', '磨砂', '橡胶', '马丁靴', '长靴', '圆头', '平跟(小于等于1cm)', '平跟', '侧拉链', '镂空', '胶粘鞋', '纯色', '等待修改', '长筒靴女春秋平底过膝长靴平跟瘦腿弹力靴骑士靴高筒靴冬季女靴子', '2014秋冬新款女靴欧美高筒靴平底过膝靴显瘦保暖平跟长靴女骑士靴', '包邮2014秋冬韩版真皮显瘦过膝长靴 平底长筒靴高筒靴平跟女靴子', '红福来鞋业-3037791&2115', '红福来鞋业&2115', 1, 0, '20114381728', '16850829849', '41199597079', '女靴', '女靴', '女靴'),
(36, '42704437012', '人造短毛绒', 'PU', '2013年秋季', '洛丽塔', 'PU', '人造短毛绒', '软面', '橡胶', '骑士靴', '中筒靴', '圆头', '中跟(3-5cm)', '坡跟', '套筒', '坡跟', '胶粘鞋', '纯色', '等待修改', '2014秋冬新款女鞋中筒靴韩版潮坡跟水钻雪地棉靴加绒保暖女靴子', '冬季新款雪地靴女拼色磨砂皮拼接韩版中筒靴女内增高防滑加厚短靴', '等待修改', '红福来鞋业-3037791&103', '红福来鞋业&103', 1, 0, '41956375136', '41433731410', '42704437012', '女靴', '靴子 女', '等待修改'),
(37, '42675074039', '人造短毛绒', 'PU', '2013年秋季', '性感', 'PU', '人造短毛绒', '磨砂', '橡胶', '骑士靴', '长靴', '圆头', '中跟(3-5cm)', '方跟', '套筒', '镂空', '胶粘鞋', '纯色', '等待修改', '2014春秋季新款欧美风高筒靴高跟过膝靴长靴平底骑士靴弹力女靴子', '2014靴子女春秋冬季高筒靴过膝长靴欧美中跟女鞋子黑色皮靴大码鞋', '等待修改', '红福来鞋业-3037791&1217', '红福来鞋业&1217', 1, 0, '41089387442', '20300018406', '42675074039', '女靴', '靴子 女', '等待修改'),
(38, '42749225026', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '富发鞋业-0237791&F-101', '富发鞋业&F-101', 0, 0, '42749225026', '42749225026', '42749225026', '等待修改', '等待修改', '等待修改'),
(39, '42700119016', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '富发鞋业-0237791&F866-1', '富发鞋业&F866-1', 0, 0, '42700119016', '42700119016', '42700119016', '等待修改', '等待修改', '等待修改'),
(40, '42699671890', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '富发鞋业-0237791&F302', '富发鞋业&F302', 0, 0, '42699671890', '42699671890', '42699671890', '等待修改', '等待修改', '等待修改'),
(41, '42748993910', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '富发鞋业-0237791&F303', '富发鞋业&F303', 0, 0, '42748993910', '42748993910', '42748993910', '等待修改', '等待修改', '等待修改'),
(42, '42765440813', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '富发鞋业-0237791&F301', '富发鞋业&F301', 0, 0, '42765440813', '42765440813', '42765440813', '等待修改', '等待修改', '等待修改'),
(43, '42765772117', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '富发鞋业-0237791&F866', '富发鞋业&F866', 0, 0, '42765772117', '42765772117', '42765772117', '等待修改', '等待修改', '等待修改'),
(44, '42765820432', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '富发鞋业-0237791&X-2', '富发鞋业&X-2', 0, 0, '42765820432', '42765820432', '42765820432', '等待修改', '等待修改', '等待修改'),
(45, '42765900348', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '等待修改', '富发鞋业-0237791&F922', '富发鞋业&F922', 0, 0, '42765900348', '42765900348', '42765900348', '等待修改', '等待修改', '等待修改');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
